# VoiceDoc AI — 香港學校詞庫 v3.0
# 格式：詞語 詞頻(可選)
# 更新：2026-05-02 — 根據香港中學（天主教）實際會議環境擴充

# ── 教育局 / 官方機構縮寫 ────────────────────────────────────────────────────
EDB 100
HKDSE 100
DSE 100
SBA 100
APL 80
JUPAS 80
OSAS 80
HKEAA 100
CDC 100
QAD 80
TEKLA 60
ACTEQ 80
ITE 80
SCOLAR 60

# ── 課程科目縮寫 ──────────────────────────────────────────────────────────────
STEM 100
STEAM 80
IT 80
ICT 80
PE 80
RE 80
LS 80
CS 80
WH 80
Econ 60
Geog 60
Biol 60
Chem 60
Phys 60
BAFS 60
THS 60
VA 60
Mus 60
CES 80
C&SD 80
PSHE 60

# ── 科目全名 ──────────────────────────────────────────────────────────────────
公民與社會發展科 100
通識教育科 100
生活與社會 80
倫理與宗教 100
宗教教育 100
中國歷史 100
世界歷史 100
企業、會計與財務概論 80
旅遊與款待 60
健康管理與社會關懷 60
體育科 80
視覺藝術 80
音樂科 80
設計與應用科技 60
生活與社會科 60
科學（綜合）80
科學（物理、化學、生物）60

# ── 天主教學校專用 ────────────────────────────────────────────────────────────
天主教 100
教區 100
香港教區 100
天主教教育事務處 100
CCES 80
修士 80
修女 80
神父 80
校監 100
教理 80
福傳 80
彌撒 80
靈修 80
牧民 80
宗教活動 100
愛德 80
正義 80
公益 80
服務精神 80
堂區 80
聖經 80
默想 80

# ── 學校行政架構 ──────────────────────────────────────────────────────────────
校董會 100
法團校董會 100
辦學團體 80
校長 100
副校長 100
教學副校長 100
行政副校長 100
科主任 100
統籌主任 100
班主任 100
訓導主任 100
輔導主任 100
升學及就業輔導主任 100
圖書館主任 80
課外活動統籌主任 80
聯課活動統籌主任 80
家長教師會 100
舊生會 80
學生會 80
教務委員會 80
訓輔委員會 80
課程發展委員會 80
學術卓越組 80
科組會議 100
全體教師會議 100
部門會議 80
週會 80

# ── 評估 / 視學 ───────────────────────────────────────────────────────────────
觀課 100
外評 100
內評 100
外間評核 100
校本評估 100
校本評核 100
表現指標 100
質素保證視學 100
學校發展與問責 80
學校報告 80
學校概覽 80
持續專業發展 100
CPD 100
評估素養 80
進展性評估 80
總結性評估 80
周期性評估 80
同儕互評 80
自評 80
學生學習成效 100
批改政策 80
評分準則 80
評分指引 80

# ── 課程與教學 ────────────────────────────────────────────────────────────────
跨課程閱讀 100
跨課程寫作 80
探究式學習 100
自主學習 100
協作學習 80
電子學習 100
混合式學習 80
翻轉課堂 80
課程統整 80
共同備課 100
同儕觀課 80
學習目標 100
學習成果 100
教學策略 80
差異教學 100
照顧學習多樣性 100
高階思維 80
批判性思考 80
共通能力 80
資訊素養 80
STEM 整合 80
跨學科學習 80
生活化題材 80
真實情境 80
任務為本 80
專題研習 100

# ── 學生支援 ──────────────────────────────────────────────────────────────────
SEN 100
特殊教育需要 100
融合教育 100
學習支援 100
抽離式 80
到校支援 80
課後輔導 100
輔導服務 80
生涯規劃 100
升學輔導 80
職業體驗 80
IEP 100
個別學習計劃 100
SENCO 100
學習支援統籌主任 100
讀寫困難 80
專注力不足 80
過度活躍 80
情緒行為問題 80
資優教育 80
加速課程 60
增潤活動 60

# ── 全方位學習 / 課外活動 ────────────────────────────────────────────────────
全方位學習 100
課外活動記錄 100
OLE 80
德育及公民教育 100
德育 80
公民教育 80
生命教育 80
價值觀教育 100
服務學習 80
社區服務 80
境外學習 80
制服團體 80
聯課活動 80
學術組 80
體藝組 80
服務組 80
社會服務 80
海外交流 80
內地交流 80
姊妹學校 80
遊學團 60

# ── 財務 / 行政 ───────────────────────────────────────────────────────────────
整體津貼 80
基本津貼 80
優質教育基金 100
QEF 100
學校發展基金 80
班師比 80
編制 80
代課教師 80
常額教師 80
採購委員會 80
財務委員會 80
周年預算 80
超支 80
節省 80
增撥資源 80
人手編制 80
合約教師 80
教學助理 80
教育心理學家 80
言語治療師 80
社工 80
校社工 80

# ── 教師發展 / 專業 ──────────────────────────────────────────────────────────
專業發展日 100
教師發展日 100
工作坊 100
培訓課程 80
分享會 80
研討會 80
教學研究 80
行動研究 80
反思實踐 80
新入職教師 80
良師計劃 80
教師評核 80
入職輔導 80

# ── 考試行政 ──────────────────────────────────────────────────────────────────
考試時間表 100
考場安排 100
監考 100
監考員 100
主監考 100
副監考 80
點算試卷 80
試卷保管 80
特殊考試安排 100
應試技巧 80
溫習計劃 80
模擬考試 80
Mock 100
操卷 80
補考 80
重考 80

# ── 家校溝通 ──────────────────────────────────────────────────────────────────
家長日 100
家長會 100
家長諮詢日 100
成績表 100
學生手冊 80
家長通告 80
電子通告 80
SchoolApp 80
Zoom 家長會 60
網上家長日 60

# ── IT / 電子教學 ─────────────────────────────────────────────────────────────
Google 100
Google Classroom 100
Google Meet 80
Microsoft 100
Teams 100
Excel 100
Word 100
PowerPoint 80
Zoom 80
ChatGPT 80
AI 100
BYOD 80
WiFi 80
iPad 80
Chromebook 80
電子白板 80
互動白板 80
學習管理系統 80
LMS 80
Moodle 60
ClassDojo 60
Padlet 60
Kahoot 60
Quizlet 60
Nearpod 60
Canva 60

# ── 粵語常用會議詞彙（防 ASR 誤轉英文）──────────────────────────────────────
嗰個 100
咁樣 100
係咁 80
唔係 100
而家 100
之後 100
上次 100
下次 100
同學 100
老師 100
家長 100
同事 100
即係 80
其實 80
事實上 80
另外 80
跟進 100
落實 100
檢討 100
報告 100
建議 100
通過 100
否決 80
修訂 80
